[
{
    "nome":"Slipknot",
    "descricao": "🎭 Características e Estilo Único:\n\nIdentidade Visual: A marca registrada do Slipknot é o uso de máscaras assustadoras e macacões industriais por todos os seus membros, cada um com sua própria persona e número (de 0 a 8). Essa estética é essencial para a sua identidade e performance.\n\n Formação Numerosa: A banda é notável por ter nove integrantes, incluindo um vocalista principal, dois guitarristas, um baixista, um baterista, um DJ/sampler e dois percussionistas adicionais, o que contribui para sua sonoridade complexa e caótica.\n\n Som: Seu estilo é caracterizado por uma mistura intensa de metal agressivo (riffs pesados, bateria rápida e complexa) com elementos de death metal, hip hop e música industrial (samples e scratching de DJ). \n\n\n 💿 Álbuns Mais Marcantes.\n\n Alguns de seus álbuns mais aclamados e comercialmente bem-sucedidos incluem: \n\n Slipknot (1999): O álbum de estreia que os lançou para o sucesso mundial, com hits como Wait and Bleed e Spit It Out.\n\n Iowa (2001): Considerado por muitos o álbum mais brutal e sombrio da banda.\n\n Vol. 3: (The Subliminal Verses) (2004): Apresentou uma sonoridade mais melódica e acessível em algumas faixas, incluindo Duality e Before I Forget.\n\n All Hope Is Gone (2008): Alcançou o primeiro lugar na Billboard 200, com faixas populares como Psychosocial e Dead Memories.\n\n\n 🎤 Membros Chave\n\n Embora a formação tenha mudado ao longo dos anos, os membros mais conhecidos e atuais incluem:\n\n #0 Corey Taylor: Vocalista principal (também vocalista da banda Stone Sour).\n\n #6 Shawn (Clown) Crahan: Percussão e um dos membros fundadores.\n\n #4 Jim Root: Guitarra.\n\n #7 Sid Wilson: DJ/Turntables.\n\n A banda sofreu perdas significativas, como o falecimento do baixista Paul Gray (#2) em 2010 e a saída do baterista Joey Jordison (#1) em 2013, que também faleceu em 2021.\n\n O Slipknot continua ativo, lançando álbuns e fazendo shows conhecidos por sua intensidade e energia caótica, mantendo-se como uma força dominante no cenário do metal. ",
    "descricao_curta": "Slipknot é uma banda norte-americana de metal formada em Des Moines, Iowa, em 1995. Seu estilo musical é o nu metal, que explodiu no fim dos anos 1990 nos Estados Unidos.",
    "link": "https://slipknot1.com/",
    "imagem": "images/logo_slipknot.jpg",
    "pagina_detalhe": "slipknot.html",
    "video": "https://www.youtube.com/watch?v=p0RqacA-nDM",
    "spotify": "https://open.spotify.com/artist/05fG473iIaoy82BF1aGhL8",
    "documentario": "https://www.youtube.com/watch?v=gpPEgpLkaYQ",
    "imagens_carousel": [
        {"src": "images_slipknot/show_slipknot.jpg", "alt": "Foto 1 da banda Slipknot"},
        {"src": "images_slipknot/show_slipknot2.jpg", "alt": "Foto 2 da banda Slipknot"},
        {"src": "images_slipknot/show_slipknot3.jpg", "alt": "Foto 3 da banda Slipknot"},
        {"src": "images_slipknot/show_slipknot4.jpg", "alt": "Foto 4 da banda Slipknot"},
        {"src": "images_slipknot/show_slipknot5.jpg", "alt": "Foto 5 da banda Slipknot"},
        {"src": "images_slipknot/show_slipknot6.jpg", "alt": "Foto 6 da banda Slipknot"}
    ]
},

{
   "nome":"Metallica",
    "descricao": "⚡Metallica: Os Gigantes do Metal\n\n O Metallica é uma banda americana de heavy metal formada em Los Angeles, Califórnia, em 1981, pelo vocalista e guitarrista James Hetfield e pelo baterista Lars Ulrich. Eles são creditados como um dos (Big Four) (Quatro Grandes) do Thrash Metal, ao lado de Megadeth, Slayer e Anthrax.\n\n 🎸 Estilo e Legado\n\n Gênero: Embora sejam primariamente classificados como Thrash Metal (especialmente em seus primeiros álbuns), sua música evoluiu para um Heavy Metal mais amplo e progressivo, com influências de Hard Rock, em fases posteriores.\n\n Pioneirismo: Eles foram pioneiros do Thrash Metal, caracterizado por andamentos rápidos, agressividade técnica e complexidade instrumental.\n\n Sucesso: Com mais de 160 milhões de álbuns vendidos mundialmente, são uma das bandas mais bem-sucedidas comercialmente de todos os tempos e continuam a lotar estádios em todo o mundo.\n\n\n 🤘 Membros Principais (Formação Atual)\n\n A banda manteve uma formação relativamente estável por décadas:\n James Hetfield: Vocal e Guitarra Base (Membro fundador).\n Lars Ulrich: Bateria (Membro fundador).\n Kirk Hammett: Guitarra Solo (Entrou em 1983).\n Robert Trujillo: Baixo (Entrou em 2003, substituindo Jason Newsted).\n\n Nota Importante: O baixista original, Cliff Burton, falecido em um acidente de ônibus em 1986, é uma figura lendária e crucial para a sonoridade e o desenvolvimento inicial da banda. \n\n\n 💿 Álbuns Essenciais\n\n A carreira do Metallica é dividida em fases, com alguns álbuns sendo considerados marcos no metal:\n\n 1 Kill 'Em All (1983)\n 2 Ride the Lightning (1984)\n 3 Master of Puppets (1986)\n 4 ...And Justice for All (1988)\n 5 Metallica (The Black Album) (1991)",
    "descricao_curta": "Metallica é uma banda americana de heavy metal formada em 1981, em Los Angeles, pelo vocalista e guitarrista James Hetfield e pelo baterista Lars Ulrich.",
    "link": "https://www.metallica.com/",
    "imagem": "images/logo_metallica.jpg",
    "pagina_detalhe": "metallica.html",
    "video":"https://www.youtube.com/watch?v=CD-E-LDc384",
    "spotify":"https://open.spotify.com/intl-pt/artist/2ye2Wgw4gimLv2eAKyk1NB",
    "documentario":"https://www.youtube.com/watch?v=9Kt0KiOXMzs",
    "imagens_carousel": [
        {"src": "images_metallica/show_metallica1.jpg", "alt": "Foto 1 da banda Metallica"},
        {"src": "images_metallica/show_metallica2.jpg", "alt": "Foto 2 da banda Metallica"},
        {"src": "images_metallica/show_metallica3.jpg", "alt": "Foto 3 da banda Metallica"},
        {"src": "images_metallica/show_metallica4.jpg", "alt": "Foto 4 da banda Metallica"},
        {"src": "images_metallica/show_metallica5.jpg", "alt": "Foto 5 da banda Metallica"},
        {"src": "images_metallica/show_metallica6.jpg", "alt": "Foto 6 da banda Metallica"}
    ]
},

{
    "nome":"Iron Maiden",
    "descricao": "✈️ Iron Maiden: Os Donos da Donzela de Ferro\n\n O Iron Maiden é uma banda britânica de heavy metal formada em Londres, em 1975, pelo baixista Steve Harris. São considerados um dos maiores e mais influentes grupos do gênero, pioneiros do movimento que ficou conhecido como New Wave of British Heavy Metal (NWOBHM).\n\n 🎸 Estilo e Legado\n\n Gênero: Seu som é caracterizado pelo heavy metal clássico, com guitarras gêmeas harmonizadas, o baixo galopante de Steve Harris e os vocais operísticos de Bruce Dickinson. Suas letras frequentemente exploram temas históricos, literários e mitológicos.\n\n Pioneirismo: O Iron Maiden ajudou a definir a sonoridade e a estética do heavy metal dos anos 80. Sua mascote, Eddie, é um dos ícones mais reconhecidos da história da música.\n\n Sucesso: Com mais de 100 milhões de álbuns vendidos, a banda mantém uma base de fãs leal e continua a realizar turnês mundiais grandiosas, famosas por sua produção teatral e energia contagiante.\n\n\n 🤘 Membros Principais (Formação Clássica e Atual)\n\n A formação mais icônica e duradoura da banda inclui:\n Bruce Dickinson: Vocais\n Steve Harris: Baixo e principal compositor\n Dave Murray: Guitarra\n Adrian Smith: Guitarra\n Janick Gers: Guitarra (Entrou em 1990)\n Nicko McBrain: Bateria\n\n\n 💿 Álbuns Essenciais\n\n A discografia do Iron Maiden é repleta de clássicos, sendo alguns dos mais importantes:\n\n 1 The Number of the Beast (1982): O álbum que os catapultou para o estrelato mundial.\n 2 Piece of Mind (1983): Consolidou o som característico da banda.\n 3 Powerslave (1984): Famoso pela épica turnê 'World Slavery Tour'.\n 4 Somewhere in Time (1986): Introduziu o uso de sintetizadores de guitarra.\n 5 Seventh Son of a Seventh Son (1988): Um álbum conceitual aclamado pela crítica.",
    "descricao_curta": "Iron Maiden é uma banda britânica de heavy metal formada em Leyton, East London, em 1975. É uma das bandas mais bem sucedidas e influentes do gênero.",
    "link": "https://www.ironmaiden.com/",
    "imagem": "images/ironmaiden_logo.png",
    "pagina_detalhe": "iron-maiden.html",
    "video": "https://www.youtube.com/watch?v=X4bgXH3sJ2Q",
    "spotify": "https://open.spotify.com/intl-pt/artist/6mdiAmATAx73kdxrNrnlao",
    "documentario": "https://www.youtube.com/watch?v=L6QiL08FHac",
    "imagens_carousel": [
        {"src": "images_iron/show_iron1.jpg", "alt": "Foto 1 da banda Iron Maiden"},
        {"src": "images_iron/show_iron2.jpg", "alt": "Foto 2 da banda Iron Maiden"},
        {"src": "images_iron/show_iron3.jpg", "alt": "Foto 3 da banda Iron Maiden"},
        {"src": "images_iron/show_iron4.jpg", "alt": "Foto 4 da banda Iron Maiden"},
        {"src": "images_iron/show_iron5.jpg", "alt": "Foto 5 da banda Iron Maiden"},
        {"src": "images_iron/show_iron6.jpg", "alt": "Foto 6 da banda Iron Maiden"}
    ]
},

{
    "nome":"Queen",
    "descricao": "👑 Queen: A Realeza do Rock\n\n O Queen foi uma banda britânica de rock formada em Londres em 1970. Com uma sonoridade única que fundia rock, ópera, pop e heavy metal, o grupo se tornou um dos mais icônicos e reverenciados da história da música.\n\n 🎸 Estilo e Legado\n\n Gênero: O Queen é conhecido por sua incrível versatilidade musical. Eles transitaram por diversos estilos, criando hinos de estádio, baladas emocionantes e complexas suítes de rock operístico.\n\n Pioneirismo: A banda foi pioneira no uso de videoclipes como ferramenta promocional, com 'Bohemian Rhapsody' sendo um marco. Suas harmonias vocais complexas e a presença de palco magnética de Freddie Mercury definiram um novo padrão para performances ao vivo.\n\n Sucesso: Com mais de 300 milhões de discos vendidos, o Queen é uma das bandas mais bem-sucedidas de todos os tempos. Sua música transcende gerações e continua a ser celebrada em todo o mundo.\n\n\n 🤘 Membros Principais (Formação Clássica)\n\n A formação que conquistou o mundo permaneceu a mesma durante mais de 20 anos:\n Freddie Mercury: Vocais e Piano\n Brian May: Guitarra e Vocais\n John Deacon: Baixo\n Roger Taylor: Bateria e Vocais\n\n Nota Importante: Após a morte de Freddie Mercury em 1991, a banda encerrou suas atividades com John Deacon. Brian May e Roger Taylor continuam a se apresentar como Queen, colaborando com outros vocalistas, como Adam Lambert.\n\n\n 💿 Álbuns Essenciais\n\n A discografia do Queen é um tesouro de hits e obras-primas:\n\n 1 A Night at the Opera (1975): Inclui a icônica 'Bohemian Rhapsody'.\n 2 News of the World (1977): Traz os hinos 'We Will Rock You' e 'We Are the Champions'.\n 3 Jazz (1978): Conhecido por hits como 'Don't Stop Me Now' e 'Bicycle Race'.\n 4 The Game (1980): Marcou uma incursão de sucesso no funk rock com 'Another One Bites the Dust'.\n 5 Innuendo (1991): O último álbum lançado durante a vida de Freddie Mercury, uma despedida poderosa.",
    "descricao_curta": "Queen foi uma banda britânica de rock, fundada em 1970. O grupo, formado por Brian May, Freddie Mercury, John Deacon e Roger Taylor, é frequentemente citado como um dos maiores expoentes do rock mundial.",
    "link": "https://www.queenonline.com/",
    "imagem": "images/queen_logo.jpg",
    "video": "https://www.youtube.com/watch?v=fJ9rUzIMcZQ",
    "spotify": "https://open.spotify.com/intl-pt/artist/1dfeR4HaWDbWqFHLkxsg1d",
    "documentario": "https://www.youtube.com/watch?v=N772OVLALoY",
    "imagens_carousel": [
        {"src": "images_queen/show_queen1.jpg", "alt": "Foto 1 da banda Queen"},
        {"src": "images_queen/show_queen2.jpg", "alt": "Foto 2 da banda Queen"},
        {"src": "images_queen/show_queen3.jpg", "alt": "Foto 3 da banda Queen"},
        {"src": "images_queen/show_queen4.jpg", "alt": "Foto 4 da banda Queen"},
        {"src": "images_queen/show_queen5.jpg", "alt": "Foto 5 da banda Queen"},
        {"src": "images_queen/show_queen6.jpg", "alt": "Foto 6 da banda Queen"}
    ]
},

{
    "nome":"AC/DC",
    "descricao": "⚡ AC/DC: Alta Voltagem do Rock and Roll\n\n O AC/DC é uma banda de rock australiana formada em Sydney, em 1973, pelos irmãos Malcolm e Angus Young. Conhecidos por sua energia crua e riffs de guitarra marcantes, eles se tornaram uma das maiores e mais duradouras bandas de rock do mundo.\n\n 🎸 Estilo e Legado\n\n Gênero: A banda define seu som como simplesmente 'rock and roll'. No entanto, são amplamente classificados como hard rock e blues rock, com uma abordagem direta, sem frescuras e focada em riffs poderosos e refrões contagiantes.\n\n Pioneirismo: O AC/DC solidificou uma fórmula de rock de alta energia que influenciou inúmeras bandas. A performance icônica de Angus Young, com seu uniforme escolar e 'duckwalk', é uma marca registrada inconfundível.\n\n Sucesso: Com mais de 200 milhões de álbuns vendidos, o AC/DC é uma força comercial gigantesca. 'Back in Black' é um dos álbuns mais vendidos da história da música, um testemunho de sua resiliência após a morte do vocalista Bon Scott.\n\n\n 🤘 Membros Principais (Duas Eras Icônicas)\n\n A banda teve duas fases distintas e igualmente amadas pelos fãs:\n Era Bon Scott (1974-1980): Bon Scott (Vocais), Angus Young (Guitarra Solo), Malcolm Young (Guitarra Rítmica), Cliff Williams (Baixo), Phil Rudd (Bateria).\n Era Brian Johnson (1980-Presente): Com a entrada de Brian Johnson nos vocais, a banda lançou alguns de seus maiores sucessos.\n\n Nota Importante: A morte de Bon Scott em 1980 foi um momento trágico, mas a banda decidiu continuar, resultando no monumental 'Back in Black'. O guitarrista rítmico e fundador Malcolm Young se aposentou em 2014 por motivos de saúde e faleceu em 2017, deixando um legado imenso.\n\n\n 💿 Álbuns Essenciais\n\n A carreira do AC/DC é uma coleção de hinos do rock:\n\n 1 Highway to Hell (1979): O último álbum com Bon Scott, que os levou ao estrelato internacional.\n 2 Back in Black (1980): A estreia de Brian Johnson e um dos álbuns mais vendidos de todos os tempos.\n 3 For Those About to Rock (We Salute You) (1981): Consolidou o sucesso da nova formação.\n 4 The Razors Edge (1990): Trouxe o hit global 'Thunderstruck'.\n 5 Black Ice (2008): Marcou um retorno triunfante ao topo das paradas.",
    "descricao_curta": "AC/DC é uma banda australiana de rock formada em Sydney, em 1973, pelos irmãos escoceses Malcolm e Angus Young. O estilo musical da banda é geralmente classificado como hard rock e blues rock.",
    "link": "https://www.acdc.com/",
    "imagem": "images/acdc_logo.jpg",
    "video": "https://www.youtube.com/watch?v=l482T0yNkeo",
    "spotify": "https://open.spotify.com/intl-pt/artist/711MCceyCBcFnzjGY4Q7Un",
    "documentario": "https://www.youtube.com/watch?v=6I4RDNDUXMg",
    "imagens_carousel": [
        {"src": "images_acdc/show_acdc1.jpg", "alt": "Foto 1 da banda AC/DC"},
        {"src": "images_acdc/show_acdc2.jpg", "alt": "Foto 2 da banda AC/DC"},
        {"src": "images_acdc/show_acdc3.jpg", "alt": "Foto 3 da banda AC/DC"},
        {"src": "images_acdc/show_acdc4.jpg", "alt": "Foto 4 da banda AC/DC"},
        {"src": "images_acdc/show_acdc5.jpg", "alt": "Foto 5 da banda AC/DC"},
        {"src": "images_acdc/show_acdc6.jpg", "alt": "Foto 6 da banda AC/DC"}
    ]
},

{
    "nome":"Legião Urbana",
    "descricao": "📜 Legião Urbana: A Poesia do Rock Brasileiro\n\n A Legião Urbana foi uma banda brasileira de rock formada em Brasília, em 1982, por Renato Russo e Marcelo Bonfá. Com letras profundas que refletiam os anseios, angústias e críticas de uma geração, a banda se tornou um dos maiores fenômenos culturais do Brasil.\n\n 🎸 Estilo e Legado\n\n Gênero: O som da Legião Urbana era enraizado no pós-punk e na new wave, com influências de bandas como The Smiths e Joy Division. No entanto, sua identidade era inconfundivelmente brasileira, marcada pela poesia complexa e pela voz marcante de Renato Russo.\n\n Pioneirismo: A banda elevou o padrão das letras no rock nacional, abordando temas como amor, política, filosofia e questões sociais com uma profundidade rara. Eles criaram uma conexão quase religiosa com seus fãs, que se identificavam intensamente com suas canções.\n\n Sucesso: Mesmo com o fim da banda em 1996, a Legião Urbana continua a ser uma das mais ouvidas e reverenciadas do país, com mais de 25 milhões de discos vendidos. Sua obra é atemporal e continua a influenciar novos artistas e a emocionar diferentes gerações.\n\n\n 🤘 Membros Principais (Formação Clássica)\n\n A formação mais conhecida e que gravou a maioria dos álbuns foi:\n Renato Russo: Vocais, Baixo e Teclados\n Dado Villa-Lobos: Guitarra\n Marcelo Bonfá: Bateria\n\n Nota Importante: A banda encerrou oficialmente suas atividades após a morte de seu líder e principal compositor, Renato Russo, em 11 de outubro de 1996. Dado Villa-Lobos e Marcelo Bonfá realizam turnês comemorativas celebrando o legado da banda.\n\n\n 💿 Álbuns Essenciais\n\n Cada álbum da Legião Urbana é um capítulo importante da música brasileira:\n\n 1 Legião Urbana (1985): O álbum de estreia, com hinos como 'Será', 'Geração Coca-Cola' e 'Ainda é Cedo'.\n 2 Dois (1986): Um dos mais aclamados, inclui 'Tempo Perdido', 'Eduardo e Mônica' e 'Índios'.\n 3 Que País É Este (1987): Um álbum com forte crítica social, trazendo a faixa-título e 'Faroeste Caboclo'.\n 4 As Quatro Estações (1989): Considerado por muitos a obra-prima da banda, com 'Pais e Filhos' e 'Monte Castelo'.\n 5 V (1991): Um álbum mais sombrio e introspectivo, refletindo os desafios pessoais de Renato Russo.",
    "descricao_curta": "Legião Urbana foi uma banda brasileira de rock surgida em Brasília em 1982. É uma das bandas mais influentes e bem-sucedidas do rock brasileiro, com letras poéticas e críticas sociais.",
    "link": "https://www.legiaourbana.com.br/",
    "imagem": "images/legiaourbana_logo.jpg",
    "video": "https://www.youtube.com/watch?v=zpzoG5KGaHg",
    "spotify": "https://open.spotify.com/intl-pt/artist/6tw6EpC9RgmSRZiZg0n22t",
    "documentario": "https://www.youtube.com/watch?v=N8tDNiw42P8",
    "imagens_carousel": [
        {"src": "images_legiao/01.jpg", "alt": "Foto 1 da banda Legião Urbana"},
        {"src": "images_legiao/02.jpg", "alt": "Foto 2 da banda Legião Urbana"},
        {"src": "images_legiao/03.jpg", "alt": "Foto 3 da banda Legião Urbana"},
        {"src": "images_legiao/04.jpg", "alt": "Foto 4 da banda Legião Urbana"},
        {"src": "images_legiao/05.jpg", "alt": "Foto 5 da banda Legião Urbana"},
        {"src": "images_legiao/06.jpg", "alt": "Foto 6 da banda Legião Urbana"}
    ]
},

{
    "nome":"Titãs",
    "descricao": "🏛️ Titãs: Os Gigantes Versáteis do Rock Nacional\n\n Os Titãs são uma banda de rock brasileira formada em São Paulo, em 1982. Com uma formação inicial de oito membros, a banda se destacou pela sua criatividade, diversidade sonora e letras que mesclavam ironia, crítica social e poesia concreta.\n\n 🎸 Estilo e Legado\n\n Gênero: A versatilidade é a marca registrada dos Titãs. Ao longo da carreira, eles exploraram uma vasta gama de estilos, incluindo new wave, pós-punk, rock alternativo, funk rock, MPB e até música eletrônica, sem nunca perderem sua identidade.\n\n Pioneirismo: Os Titãs foram pioneiros na fusão de diferentes gêneros musicais no rock brasileiro. Sua abordagem coletiva de composição e a presença de múltiplos vocalistas deram à banda uma sonoridade única e imprevisível. O álbum 'Cabeça Dinossauro' é um marco do rock nacional por sua agressividade e letras contundentes.\n\n Sucesso: Com mais de 6 milhões de álbuns vendidos e uma carreira de mais de 40 anos, os Titãs são uma das instituições mais respeitadas da música brasileira. A recente turnê de reencontro 'Titãs Encontro' foi um sucesso estrondoso, provando a força e a relevância de sua obra.\n\n\n 🤘 Membros Principais (Formação Clássica)\n\n A formação clássica que marcou os anos 80 e 90 era composta por:\n Arnaldo Antunes, Branco Mello, Nando Reis, Paulo Miklos, Sérgio Britto, Tony Bellotto, Charles Gavin e Marcelo Fromer.\n\n Nota Importante: A banda sofreu perdas e mudanças significativas, como a morte do guitarrista Marcelo Fromer em 2001 e a saída de membros importantes como Arnaldo Antunes e Nando Reis, que seguiram carreiras solo de sucesso. A formação atual conta com Branco Mello, Sérgio Britto e Tony Bellotto.\n\n\n 💿 Álbuns Essenciais\n\n A discografia dos Titãs reflete sua evolução constante:\n\n 1 Cabeça Dinossauro (1986): Um álbum divisor de águas, com uma sonoridade punk/hardcore e hits como 'Polícia', 'Bichos Escrotos' e 'Homem Primata'.\n 2 Jesus Não Tem Dentes no País dos Banguelas (1987): Incorporou elementos de funk e música eletrônica, com sucessos como 'Lugar Nenhum' e 'Comida'.\n 3 Õ Blésq Blom (1989): Conhecido por faixas como 'Flores' e 'Miséria'.\n 4 Acústico MTV (1997): Um dos álbuns acústicos mais vendidos do Brasil, que revitalizou a carreira da banda e apresentou seus sucessos a uma nova geração.\n 5 Titanomaquia (1993): Considerado o álbum mais pesado da banda, com produção de Jack Endino (Nirvana).",
    "descricao_curta": "Titãs é uma banda de rock brasileira formada em São Paulo, em 1982. Conhecida por sua versatilidade musical, a banda já explorou gêneros como new wave, punk rock e MPB.",
    "link": "https://www.titasencontro.com.br/",
    "imagem": "images/titas_logo.jpg",
    "video": "https://www.youtube.com/watch?v=7TunQUJdy1E",
    "spotify": "https://open.spotify.com/intl-pt/artist/2euX7vCVnJy3TVEGfc0RCl",
    "documentario": "https://www.youtube.com/watch?v=kIMW9thWsKk",
    "imagens_carousel": [
        {"src": "images_titas/1.jpg", "alt": "Foto 1 da banda Titãs"},
        {"src": "images_titas/2.jpg", "alt": "Foto 2 da banda Titãs"},
        {"src": "images_titas/3.jpg", "alt": "Foto 3 da banda Titãs"},
        {"src": "images_titas/4.jpg", "alt": "Foto 4 da banda Titãs"},
        {"src": "images_titas/5.jpg", "alt": "Foto 5 da banda Titãs"},
        {"src": "images_titas/6.jpg", "alt": "Foto 6 da banda Titãs"}
    ]
},

{
    "nome":"Sepultura",
    "descricao": "🤘 Sepultura: O Orgulho do Metal Brasileiro\n\n O Sepultura é uma banda brasileira de heavy metal formada em Belo Horizonte, Minas Gerais, em 1984, pelos irmãos Max e Iggor Cavalera. É a banda de metal brasileira de maior repercussão internacional, reconhecida por sua evolução sonora e por levar a cultura brasileira para o cenário do metal mundial.\n\n 🎸 Estilo e Legado\n\n Gênero: A banda começou com um som cru de death e thrash metal, evoluindo para o groove metal. Sua fase mais aclamada é marcada pela fusão de metal com elementos de música tribal, percussão afro-brasileira e ritmos latinos, criando uma identidade sonora única.\n\n Pioneirismo: O Sepultura foi pioneiro ao incorporar elementos musicais brasileiros em um gênero dominado por bandas norte-americanas e europeias. O álbum 'Roots' é um marco global, que abriu portas para a experimentação e a world music dentro do metal.\n\n Sucesso: Com milhões de álbuns vendidos e turnês por todo o planeta, o Sepultura colocou o Brasil no mapa do heavy metal. Eles são uma das bandas mais influentes do gênero, citados como inspiração por inúmeros artistas ao redor do mundo.\n\n\n 🤘 Membros Principais (Duas Eras)\n\n A banda é marcada por duas fases principais:\n Era Clássica (com os irmãos Cavalera): Max Cavalera (Vocais e Guitarra), Iggor Cavalera (Bateria), Paulo Jr. (Baixo) e Andreas Kisser (Guitarra Solo).\n Era Derrick Green (Pós-1997): Com a saída de Max Cavalera, o americano Derrick Green assumiu os vocais, e a banda continuou a lançar álbuns e a excursionar pelo mundo.\n\n Nota Importante: A saída de Max Cavalera em 1996, seguida pela de Iggor em 2006, gerou um grande debate entre os fãs. Os irmãos fundaram posteriormente o projeto Cavalera Conspiracy. Andreas Kisser e Paulo Jr. continuam como membros do Sepultura.\n\n\n 💿 Álbuns Essenciais\n\n A discografia do Sepultura é um pilar do metal:\n\n 1 Beneath the Remains (1989): O álbum que os projetou internacionalmente no cenário do thrash metal.\n 2 Arise (1991): Consolidou o status da banda como uma das grandes do metal mundial.\n 3 Chaos A.D. (1993): Marcou a transição para um som mais grooveado e com forte crítica social, com o hit 'Territory'.\n 4 Roots (1996): A obra-prima da banda, que fundiu metal com ritmos brasileiros e indígenas, incluindo o clássico 'Roots Bloody Roots'.\n 5 Quadra (2020): Um dos álbuns mais aclamados da fase com Derrick Green, mostrando a força e a relevância contínua da banda.",
    "descricao_curta": "Sepultura é uma banda brasileira de heavy metal criada em 1984 em Belo Horizonte. É uma das bandas de metal mais influentes do mundo, conhecida por seu som que mistura thrash metal com elementos de música tribal.",
    "link": "https://www.sepultura.com.br/",
    "imagem": "images/sepultura_logo.jpg",
    "video": "https://www.youtube.com/watch?v=F_6IjeprfEs",
    "spotify": "https://open.spotify.com/intl-pt/artist/6JW8wliOEwaDZ231ZY7cf4",
    "documentario": "https://www.youtube.com/watch?v=3qcKBFeIf8s",
    "imagens_carousel": [
        {"src": "images_sepultura/1.jpg", "alt": "Foto 1 da banda Sepultura"},
        {"src": "images_sepultura/2.jpg", "alt": "Foto 2 da banda Sepultura"},
        {"src": "images_sepultura/3.jpg", "alt": "Foto 3 da banda Sepultura"},
        {"src": "images_sepultura/4.jpg", "alt": "Foto 4 da banda Sepultura"},
        {"src": "images_sepultura/5.jpg", "alt": "Foto 5 da banda Sepultura"},
        {"src": "images_sepultura/6.jpg", "alt": "Foto 6 da banda Sepultura"}
    ]
},

{
    "nome":"Os Paralamas do Sucesso",
    "descricao": "☀️ Os Paralamas do Sucesso: A Vanguarda do Rock Brasileiro\n\n Os Paralamas do Sucesso é uma banda brasileira formada no Rio de Janeiro em 1982. O trio, composto por Herbert Vianna, Bi Ribeiro e João Barone, é uma das bandas mais influentes e duradouras do rock nacional, conhecida por sua fusão de rock com ritmos jamaicanos e latinos.\n\n 🎸 Estilo e Legado\n\n Gênero: O som dos Paralamas é uma mistura vibrante de rock, reggae e ska, com fortes influências da new wave. Com o tempo, eles também incorporaram elementos de ritmos latinos e da MPB, criando uma sonoridade sofisticada e dançante.\n\n Pioneirismo: A banda foi uma das primeiras no Brasil a popularizar a fusão do rock com o reggae. Sua participação no Rock in Rio de 1985 foi um momento decisivo, consolidando-os como um dos principais nomes de sua geração. Eles também se destacaram pela qualidade de suas letras, que evoluíram de temas cotidianos para críticas sociais e reflexões mais profundas.\n\n Sucesso: Com uma carreira de mais de 40 anos e inúmeros hits, os Paralamas são uma das bandas mais queridas do Brasil. Sua resiliência, especialmente após o acidente de Herbert Vianna em 2001, é uma inspiração, e eles continuam a produzir e a se apresentar com a mesma paixão.\n\n\n 🤘 Membros Principais (Formação Única)\n\n A formação do trio permaneceu a mesma desde o início, um feito raro no mundo da música:\n Herbert Vianna: Vocais e Guitarra\n Bi Ribeiro: Baixo\n João Barone: Bateria\n\n Nota Importante: Em 2001, Herbert Vianna sofreu um grave acidente de ultraleve que o deixou paraplégico. A recuperação do músico e o retorno da banda aos palcos é um dos capítulos mais emocionantes e inspiradores da história da música brasileira.\n\n\n 💿 Álbuns Essenciais\n\n A jornada musical dos Paralamas é marcada por álbuns icônicos:\n\n 1 O Passo do Lui (1984): O álbum que os lançou ao estrelato, com hits como 'Óculos' e 'Meu Erro'.\n 2 Selvagem? (1986): Um marco na carreira da banda, com forte influência latina e críticas sociais em faixas como 'Alagados' e 'Melô do Marinheiro'.\n 3 Os Grãos (1991): Um álbum mais maduro e experimental, com a faixa 'Tendo a Lua'.\n 4 Severino (1994): Um álbum denso e pouco comercial, mas cultuado pelos fãs, com participação de Brian May (Queen).\n 5 Acústico MTV (1999): Um grande sucesso de vendas que revisitou os clássicos da banda em novos arranjos.",
    "descricao_curta": "Os Paralamas do Sucesso é uma banda de rock brasileira formada no Rio de Janeiro em 1982. O som da banda mistura rock com reggae e ritmos latinos, sendo uma das mais importantes da história da música brasileira.",
    "link": "http://www.osparalamas.com.br/",
    "imagem": "images/paralamas_logo.jpg",
    "video": "https://www.youtube.com/watch?v=ZZmOVlCSCt8",
    "spotify": "https://open.spotify.com/intl-pt/artist/7EM9m7HOXxVgP9oEpDDv70",
    "documentario": "https://www.youtube.com/watch?v=gKTIqS-Ap6s",
    "imagens_carousel": [
        {"src": "images_paralama/1.jpg", "alt": "Foto 1 da banda Os Paralamas do Sucesso"},
        {"src": "images_paralama/2.jpg", "alt": "Foto 2 da banda Os Paralamas do Sucesso"},
        {"src": "images_paralama/3.jpg", "alt": "Foto 3 da banda Os Paralamas do Sucesso"},
        {"src": "images_paralama/4.jpg", "alt": "Foto 4 da banda Os Paralamas do Sucesso"},
        {"src": "images_paralama/5.jpg", "alt": "Foto 5 da banda Os Paralamas do Sucesso"},
        {"src": "images_paralama/6.jpg", "alt": "Foto 6 da banda Os Paralamas do Sucesso"}
    ]
}
]